Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/hansragnar-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010 .
nob: Artikkel i boka Samisk skolehistorie 4 . Davvi Girji 2010 .

source: Skuvlaveallájeaddji
nob: Skolepasient

source: Soames muittu mu álgo skuvlajagiin
nob: Et glimt fra mine første skoleår

source: Hans Ragnar Mathisen , 1972 ( Gova luoikan Hans Ragnar Mathisen )
nob: Hans Ragnar Mathisen , 1972 ( Foto utlånt av Hans Ragnar Mathisen )

source: Hans Ragnar Mathisen ( Elle-Hánsa , Keviselie ) lea riegádan 1945 Narviikkas ja bajásšattai Deanodagas ja Romssas , gos máŋga jagi lei tuberkulosabuohccin Kysthospitalas .
nob: Hans Ragnar Mathisen ( Elle-Hánsa , Keviselie ) er født i 1945 i Narvik og oppvokst i Vestertana og Tromsø , der han i mange år var tuberkulosepasient på Kysthospitalet .

source: Nu go ieš čállá , son ii leat vázzán , muhto veallán vuođđoskuvlla doppe .
nob: Han har , som har sjøl skriver , ikke gått , men ligget på grunnskole der .

source: Maŋŋil son lea vázzán joatkkaskuvlla Romssas , lohkan sámegiela Romssa oahpaheaddjiskuvllas , studeren Romssa musihkkakonservatorias ja vázzán dáiddároahpu Statens håndverks- og kunstindustriskoles , Oslos ja Statens Kunstakademias .
nob: Seinere har han gått videregående skole i Tromsø , lest samisk på Tromsø lærerskole , studert ved Tromsø musikkonservatorium og tatt kunstutdanning ved Statens håndverks- og kunstindustriskole i Oslo og på Statens Kunstakademi .

source: Dan rájes son lea bargan govvadáiddárin .
nob: Fra da av har han arbeida som billedkunstner .

source: Son geavaha máŋga teknihka : njuohtama , sárguma , grafihka ja foto .
nob: Han bruker mange teknikker , maling , tegning , grafikk og foto .

source: Son lea earret eará ráhkadan máŋga kártta sámi báikenamaiguin ja illustrašuvnnaiguin .
nob: Han har blant annet laga mange kart med samiske stedsnavn og illustrasjoner .

source: Son lea searvan olu čájáhusaide ja su dáidda čiŋaha máŋga almmolaš vistti .
nob: Han har deltatt i mange utstillinger og hans kunst har utsmykka mange offentlige bygg .

source: Son lea illustreren máŋga girjji ja ieš maiddái čállán moadde girjji .
nob: Han har illustrert mange bøker og også sjøl skrevet flere bøker .

source: Hans Ragnar Mathisen lea searvan ollu sámi searvebargui ja ee. leamaš Sámi dáiddáriid searvvi stivralahttun ja Oslo ja Romssa sámiid servviid jođiheaddjin .
nob: Hans Ragnar Mathisen har deltatt i mye samisk organisasjonsarbeid og han har bl.a. vært styremedlem i Samisk kunstnerforbund og leder for Oslo og Tromsø sameforeninger .

source: Dás son muitala áiggis go lei Kysthospitalas ja mo lei doppe buohccin álgit skuvlla .
nob: Her forteller han om tida da han var på Kysthospitalet og hvordan han starta skolegangen som pasient .

source: Artihkal lea čállon 1984:s , čálli lea lasihan muhtin čilgehusaid 2006:s .
nob: Artikkelen er skrevet i 1984 , forfatteren har lagt til noen forklaringer i 2006 .

source: Mu vuosttaš girji – muittán dan hui bures . Dat lei nu čáppa .
nob: Min første bok , – jeg husker den så godt , for den var så fin !

source: Vaikko ledjen ge unna gánddaš gii in máhttán čállit in ge lohkat ; goit mu váimmus bulii dan girji .
nob: Jeg var bare en liten gutt som verken kunne lese eller skrive , men som jeg likte den boka !

source: Dat lei nu hearvái . Stuorra ivdnegovat devde dan girjji .
nob: Den var så vakker og full av store og fargerike billeder .

source: Mánnu ja násttit dálveijas , ja guovssahasat dánso áimmus .
nob: Mørke vinternetter med stjerner og måne , spennende nordlys i fantastiske formasjoner .

source: Das lei Jompa sabehiiguin gumppe maŋis . Das ledje olbmot , eallit , šattut ja muorat .
nob: Der var Jåmpa på ski etter ulven , der var mennesker og dyr , planter og trær .

source: Girjemáilbmi orru leamen dego mu máilbmi .
nob: Hele verden syntes for meg å være i denne bok , bokens helt egne verden .

source: Dát máilbmi geasuhii mu , ja dáppe mun ledjen ruovttus .
nob: Jeg var fullstendig betatt og følte meg straks hjemme der .

source: Muhto juste dan áiggi ledjen áibbas eará máilmmis . Mánáidlanjas stuorra buohcceviesus , mu birra ledje stuorra galbma seainnit .
nob: Det var en helt annerledes verden enn den som omga meg da : Barnesalen på et stort sykehus , med sine kalde , fjerne og likegyldige murvegger .

source: Daid seinniid siste golle mu álgo mánnávuođa jagit .
nob: Innenfor disse var jeg de fleste av mine tidlige barneår .

source: Rabas alit almmi sádjái oidnen boares ránesmála . Besiid ja ovssiid dahje rissiid ovddas oidnen boares spálgguid seinniin .
nob: Istedet for åpen himmel , så jeg gammel gråmaling , og istedet for trær og kvister så jeg sprekkene i veggen .

source: Ieš lean eret Deanodagas , unna sámegilis Deanuvuona rávddas .
nob: Jeg kommer fra en liten samebygd ved Deanuvuotna [ 1 ] som heter Deanodat [ 2 ] .

source: Maŋŋá soađi ožžo máŋggas tuberkulosa , danin gohččodedje ge Deanodatvuotna Morašvuotnan .
nob: Deanodatvuotna fikk senere navnet « Morašvuotna » [ 3 ] fordi så mange fra denne sjøsamebygda ble angrepet av tuberkulose under og etter krigen .

source: Mu áddjá Máhte-Ánde ja mu golbma čeazi , Niilas-Ánde , Sámmol ja Ápmut jápme measta fárrolagaid .
nob: Min bestefar Máhte-Ánde samt alle mine tre onkler , Nils-Ante , Apmut og Samuel døde en etter en .

source: Muhto bearraša nissonolbmot cevze : siessá Anna Kathrine ja eadni Eline Bendikke ja vel áhkku Helene Mathisen , riegádan Samuelsen , vaikko ledje dieđekeahttá buktán njoammudávdda siidii . Mun ledjen sullii jahkásaš dalle go dat dávda njoamui munnje .
nob: Det var kvinnene i familien som klarte seg best : tante Anna Kathrine og min mor Eline Bendikke og så áhkku [ 4 ] Helene Mathisen født Samuelsen , som uvitende var den som brakte smitten inn i hjemmet .

source: Kysten lei dan buohcceviesu dábálaš namma . Dábálaččat dien áigge lei diekkár várálaš dávddas jur okta loahppa .
nob: Jeg ble som ettåring smittet og sendt først til sykestua i Deatnu og deretter til Kysthospitalet på Tromsø , eller Kysten som var det vanligste navnet .

source: Mun ledjen seaŋggas gitta dego agálaš báttiiguin , ja daid ii lean vejolaš nuollat go čuolmmat ledje seaŋgga vuollái biddjojuvvon .
nob: Det var vanligvis bare én utgang på denne sykdommen på den tiden , da man ennå ikke hadde fått effektive medisiner , og jeg ble da liggende her lenge og vente .

source: Dan áigge eai lean vel gávdnan albma dálkasiid , ja vaikko rievtti mielde juo gávdnojedje , de muhtun doaktárat ledje hui hátnásat geavahit daid [ 1 ] .
nob: Vi var bundet fast til sengene med tilsynelatende evige bånd og å komme løs ved egen hjelp var uoppnåelig , da knutene var under sengene .

source: Guhká vurden , nu guhká ahte gergen mu vuosttaš skuvlajagiid in fal vázzit , muhto veallát dáppe .
nob: Medisinene fantes nok , men ble brukt ytterst sjeldent [ 5 ] . Her fikk jeg altså mine første skoleår , på et sykehus .

source: Mun čevllohallen dainna girjjiin maid ledjen ožžon dan šiega nissonis [ 2 ] .
nob: Den boka jeg hadde fått av en snill dame var jeg veldig glad i og stolt over [ 6 ] .

source: Mun liikojin dan girjái olu eanet go daidda guoros medisinskábiide dahje geavahuvvon parfymebohtaliidda maiguin dábálaččat duhkoradden .
nob: Det var noe annet enn de tomme medisineskene eller tømte parfymeglassene som jeg ellers fikk å leke med .

source: Muhto illu ii bistán nu guhká , dat eará gánddat givssidišgohte mu dan girjji dihtii .
nob: Men gleden varte ikke så lenge , dessverre , for de andre guttene i salen begynte å erte meg på grunn av boka .

source: Dan mun in dalle ipmirdan .
nob: Noe jeg ikke kunne forstå .

source: Sii ledje varra ádden ahte girji lei čállon amas gillii , sin oainnu mielde , – sámegillii . Buohccidikšut lávejedje jitnosit lohkat munnje girjjis , go in ieš máhttán dalle .
nob: De hadde antagelig lagt merke til at da sykesøstrene skulle lese høyt for meg fra boka bemerket de at det var skrevet på et språk ingen av dem forsto , samisk .

source: Girjjis lei maiddái dárogiel teaksta , muhto mun gal dušše govain beroštin .
nob: Der var også norsk tekst , men jeg var mest opptatt av bildene .

source: Gánddat mu lanjas ledje várra fuomášan ahte mun ledjen nu gohčoduvvon « finnunge » , sámemánná .
nob: Men de andre i salen hadde vel lenge hatt mistanke om at jeg var hva de kalte « finnunge » .

source: Sii oidne ahte mus ledje čáhppes vuovttat ja čáhppes čalmmit , ja go vel oidne dan girjji , dalle eai šat dárbbašan smiehttat ; mu lei lohpi givssidit .
nob: Med mitt svarte hår og mine mørke øyne var jeg nok ikke til å ta feil av , og i og med denne boka var saken blitt aldeles klar : jeg måtte terges .

source: In dalle vel gal ádden siva , muhto mun čihken dan girjji guottavuollái ja guvlen ain go dat earát eai oaidnán .
nob: Grunnen forsto jeg aldri , men jeg gjemte boka godt under hodeputa og tittet på den i hemmelige stunder .

source: Muhto dat eai gal heaitán givssideames ja mun álgen heahpanit .
nob: Men ertingen vedble , og etterhvert ble jeg temmelig skamfull .

source: Mun maiddái suhtten go in diehtán in ge ádden manne sii dien láhkái munnje barge .
nob: Men også irritert , fordi jeg ikke visste hva som kunne ligge bak .

source: Ja dalle go dat siivus nisu vuot bođii ja háliidii addit munnje peara , de in háliidan dan vuostáiváldit , muhto son hálahii mu dan borrat go dat lei buorre rupmašii .
nob: Og da den snille damen som hadde gitt meg boka kom på besøk igjen , kom hun bort til min seng for å gi meg en pære . Jeg ville ikke ta den , men hun nødet meg , det var jo så sunt .

source: Mun válden dalle dan vuostá ja bálkestin peara su maŋŋái .
nob: Da tok jeg og kastet den etter henne , og hun ble selvsagt helt forskrekket .

source: Mun fas čierrugohten .
nob: Jeg begynte å gråte .

source: Mun sakka heahpanin ; mun han livččen galgan su girjji ovddas giitit .
nob: Jeg var så fryktelig skamfull , samtidig som jeg egentlig gjerne ville takke henne for den fine boka !

source: Mu bággejedje heahpanit , vaikko duođaid duođaid liikojin hui bures dan girjái . Ii lean álki .
nob: Jeg var blitt tvunget til å skamme meg over noe jeg i virkeligheten var veldig glad i , det var sannelig ikke enkelt .

source: In lean mokta , ledjen suhttan iežan ja daid earáid ala . Dan áigge rájes lean doivon ahte beasašin čilget nissonii manne mun dien láhkái lahttejin .
nob: Jeg var skuffet og sint både på meg selv og de andre , og har helt siden den gang håpet på en anledning til å forklare den snille damen min merkelige oppførsel .

source: Maŋŋá lean deaivvadan dainna nissoniin , su namma lea Margarethe Wiig .
nob: Senere har jeg truffet fru Margarethe Wiig og fortalt henne denne episoden .

source: Mun lean muitalan sutnje dan dáhpáhusa birra .
nob: Men skjønt hun husket meg , hadde hun helt glemt den .

source: Vaikko son muitá mu , son ii sáhte muitit dien dáhpáhusa gal . Muhto dat dáhpáhus lei álgu mu sámevuođabalus .
nob: Men i meg ble det begynnelsen til et varig merke , en skrekkblandet respekt og frykt for alt samisk , som jeg først mange år senere løste meg fra .

source: Dán balus lean beasan eret easkka maŋimus jagiid .
nob: Margarethe Wiig skreiv og tegna den første tospråklige ABC fra samisk miljø .

source: Muhtun beaivvi rivde dat dábálaš beaivválaš dáhpáhusat .
nob: I den tida som her fortelles om var ho bispinne i Tromsø

source: Olbmot álge « skuvlla » birra hállat .
nob: ( Foto utlånt av Sør-Troms Museum )

source: Dalle in man ge láhkái sáhtán árvidit maid diekkár sátni mearkkaša .
nob: En dag ble den vanlige sykehusrutinen avbrutt av snakk om noe som kaltes skole .

source: Dat skuvla-sátni jorai seaŋggas seŋgii , ja dat stuorui ja sisdoallu losui .
nob: Ordet svirret fra seng til seng og bare økte i tyngde og betydning .

source: Galggaimet go eret ?
nob: Skulle vi bort ?

source: Mii bat dat lei ?
nob: Hva var det egentlig ?

source: Lei son dat olmmoš , dahje lávlunjoavku ? Sáhtii leat stuorra dálkkas-stobe ?
nob: Var det et menneske , eller kanskje var det et sangkor , eller bare en kjempestor medisineske ?

source: Dat goit lei juoga stuoris . Visot mánát mánáidgámmáris hupme dan birra .
nob: Det var iallfall noe stort , alle på barnestua snakket om det som om det var det viktigste i verden .

source: Dál galggai olmmoš oahppat čállit ja lohkat .
nob: Nå skulle man lære å lese og skrive .

source: Mun dušše sirdojuvvojin eará latnjii ja doppe galgen orrut ja guldalit go muhtun boares áddjá dáikkii .
nob: Da det viste seg at det bare var å bli flyttet til et annet rom og en gammel mann som snakket , ble iallfall jeg nokså skuffet .

source: Danne in muitte oppanassiige olu dieid vuosttaš áiggiid doppe .
nob: Derfor husker jeg omtrent ingenting fra de aller første år der .

source: Muhto ohppen gal lohkat ja čállit , orru leamen .
nob: Men jeg må jo ha lært både å skrive og å lese , ser det ut til .

source: Dalle go mii oaččuimet nissonolbmo oahpaheaddjin šattai easkka hávski . Son ii lean nu olmmošmeahttun .
nob: Interessant begynte det først å bli da vi fikk en lærerinne , som syntes å bry seg om oss som mennesker .

source: Su namma lei Else ja lei nu čáppa .
nob: Hun het Else og var veldig pen .

source: Dasto son ii atnán vilges fráhka , muhto ruškes čuvlla , mii heivii oalle bures .
nob: Dessuten hadde hun ikke kvit frakk som de andre sykesøstrene , men en vakker brun kjole som liksom passet så mye bedre .

source: Son álu lei buorremielas , muhto goit nanus .
nob: Snill og smilende , men bestemt , og veldig pen .

source: Mun bargen nu bures go sáhtten .
nob: Da var det ikke vanskelig å gjøre sitt beste .

source: Muittán vuosttaš muitalusa dáppe , bihtá maid mun galgen čállit .
nob: Jeg husker godt første stil eller fortelling jeg skulle skrive på egen hånd .

source: Mun dego niegus čállen .
nob: Det var ren ønsketenkning på papir .

source: Mun ledjen máhkaš lávuin meahcis .
nob: Jeg var på telttur i villmarka .

source: Fáhkkestaga bođii njoammil ja álggii háleštit muinna .
nob: Og så kom det en hare på besøk og snakket med meg .

source: Mun velá sárgon dán dáhpáhusa vai čielgasit oidno .
nob: Jeg hadde tilmed laget en tegning for å gjøre det enda tydeligere .

source: Dan sárgungovas mun guvlen lávvouvssas olggos nu ahte dušše oaivi oidnui ja háleštin njoammiliin .
nob: Der stakk jeg hodet ut av teltåpningen og snakket med haren som satt ved siden av .

source: Mus goit ledje jurddagovvidusat doarvái .
nob: Jeg hadde iallfall fantasi nok !

source: Eanet in gal muitte dien muitalusbihtás .
nob: Mer husker jeg ikke fra den stilen .

source: Jagiid maŋŋil dan dáhpáhusa , oahpaheaddji dajai ahte son liikui bures mu muitalussii , ja vel logai ahte mus ledje vejolašvuođas leahkit vaikko girječálli .
nob: Men senere har jeg fått vite at hun faktisk ble litt imponert over min fortelling , mente det kunne bli forfatter av meg .

source: In fal dieđe , muhto mun goit ráhkásnuvven sutnje .
nob: Ikke vet jeg , men jeg husker bare at jeg ble temmelig forelsket i henne .

source: Mun muitalin daidda earáide ahte go son boahtá skuvlalatnjii mun čuožžilan seaŋgas ja cummestan su .
nob: Jeg fortalte til de andre barna at neste gang hun kom inn i klasserommet skulle jeg reise meg opp av senga og kysse henne !

source: Mus eai lean go doaivojurdagat . Mus lei gipsejuvvon nubbi juolgi in ge sáhttán lihkahit dan juolggi .
nob: Det var nok også ren ønsketenkning , for jeg hadde en tung bukse av gips murt på kroppen , og kunne knapt bøye mer enn den ene foten .

source: Mun ledjen ovccijahkásaš dalle .
nob: Jeg var ni år .

source: Mun isken hárjehallat .
nob: Jeg skulle nok få problemer !

source: Jovden nu guhkás seaŋggas bajás ahte sáhtten dadjat « Boađe , ráhkis oahpaheaddji ; mun háliidivččen cummát du , danne go mun ráhkistan du ! »
nob: Jeg gjorde det forsøk for liksom å øve , og kom meg så pass opp i senga med armenes hjelp at jeg kunne si : Kom kjære lærerinne , så skal jeg kysse deg , for jeg er så glad i deg !

source: Muhto fáhkkestaga bođii buohccedikšu , son gii álu lei nu bahá .
nob: Men da kom en av sykesøstrene , den strenge , og jeg fikk skjenn i stedet .

source: Ja dalle go oahpaheaddji loahpas bođii , in šat duosttan , in fal in vástidit ge , go jearai juoidá mus , vaikko vel dihten rivttes vástádusa .
nob: Og da frøken endelig kom var jeg altfor sjenert til engang å si noe når jeg ble spurt , selv om jeg visste rett svar . " Gávcci jagi " ( Åtte år )

source: Muđui ii lean dien báikkis gal olu dahkat .
nob: Det var ellers ikke mye å ta seg til .

source: Unnán ledje duhkorasat . Guorranan glásat ja skáhput ja boares bláđit .
nob: Lite leker , tomme glass og esker samt gamle ukeblader var hva vi hadde .

source: Muhto bláđit šadde buot buoremus duhkorasat , dains sáhtii ráhkadit vaikko maid : gahpiriid , girdiid , bissuid ja bossunbohcciid . De mii bosuimet báberbihtáid , daid ala geaidda mii eati liikon , ja lei lohpi hárdit , muđuid dušše suohtastallama dihtii .
nob: Men det siste var nesten det beste leketøyet , for av det laget vi alt mulig : hatter , fly , geværer og blåserør , som vi brukte til å skyte papirkuler etter dem vi ikke likte , eller bare for å terge eller ha det moro .

source: Muhto mis ii lean liibma , danne mii njoaluimet báhpára , ja go dat goikkai lei dat doarvái giddejuvvon .
nob: Vi trengte ikke lim , for når vi sleiket på det papiret , så var det lim godt nok når det tørket .

source: Go mun smiehtan dál , mii leimmet viehka čeahpit , boares bláđiiguin oaččuimet olu duhkorasaid .
nob: Vi var igrunnen ganske flinke og det er utrolig hva vi fikk til av gamle ukeblad .

source: Amund lei Kárášjogas eret , ja veallái muhtun áigge mu seaŋgga guoras .
nob: Amund fra Karasjok lå en stund i senga ved siden av meg .

source: Muhtumin bohte su vánhemat su luhtte fitnat , ja dat háleštedje dakkár giela maid earát eai ádden .
nob: Flere ganger fikk han besøk , og de snakket et språk de andre ikke forsto .

source: Muhto son goit ii heahpanan ja mun dan in fas ádden .
nob: Men han skjemtes iallfall ikke , og det forundret meg .

source: Mun han ledjen máhkaš oahppan ahte olmmoš galggai heahpanit .
nob: Min erfaring var jo at man skulle skamme seg over det .

source: Lei olu maid galggai oahppat ja maiddái ii oahppat .
nob: Det var så mye å lære og ikke å lære .

source: Amund lei hui čeahppi dárogielas nai , erenoamážit diktáhtaiguin skuvllas .
nob: Han var forresten veldig flink i norsk også , særlig diktat , husker jeg .

source: Mun rámiidin su dan ovddas .
nob: Jeg så opp til ham for dette .

source: Dál son lea lektor Kárášjoga gymnásas .
nob: Idag er han lektor ved Karasjok gymnas .

source: Oktii bohte máŋggas geat ledje Ivgus eret min mánáidsálii .
nob: En periode var det mange fra Ivgu [ 7 ] , og vi ble gode kamerater .

source: Mu mielas sin giellasuopman lei oalle čáppat guldalit , liekkus ja olmmošlaš .
nob: De hadde dessuten så fin klang i dialekten , syntes jeg , varm og vakker .

source: Dat gánddat eai lean nu buohccit go mun .
nob: De var nok ikke så syke som jeg , de guttene .

source: Sii goit duste eanet . Dalán go dikšut ledje mannan eahkedis , lávejedje njuiket seaŋggas eret .
nob: Iallfall dristigere , for de lurte seg ofte til å gå ut av sengene om kveldene når sykesøstrene hadde gått .

source: Dan áiggi mas muitaluvvo son lei bismaeamit Romssas .
nob: Dessuten hadde de ikke sprinkler foran sengene slik som jeg .

source: Dákkár eahkediid lávejedje gánddat lágidit « olympiada » ja « máilmmimeašttirgilvohallamiid » mánáidlanjas .
nob: Slike kvelder hadde vi « olympiade » og « verdensmesterskap » på barnesalen .

source: Gasku láhtti lei hirbmat stuorra sevdnjesrukses čállinbeavdi ja dan alde lei stuorra akvária .
nob: Midt på gulvet sto det store mørkerøde skrivebordet og oppå det var det kjempestore akvariet .

source: Dán beavddi birra gánddat vihkke , muhtin sis válddii áiggi .
nob: Det var rundt her at guttene sprang og holdt seg fast i svingene , mens en av dem tok tiden .

source: Midjiide geat eat duostan dahje eat sáhttán mannat olggos , lei oalle gelddolaš geahččat gii dat vuittii .
nob: For oss som ikke turde eller kunne gå ut , var dette veldig spennende , både hvem som vant eller hvem som ville bli oppdaget .

source: Mun gáđaštin daid gánddaid . Jurddaš , sii sáhtte vázzit , sáhtte viehkat !
nob: Vi beundret disse heltene veldig , og det var nok ikke fritt for at jeg for min del misunte dem også .

source: Sii ledje seamma gudnejahttojuvvon go dat stuorra valáštallansáŋgárat radios ja bláđiin .
nob: Tenk , de kunne gå , de kunne springe rundt på gulvet ! De var like store som sportsheltene i radioen og ukebladene !

source: Bjørn nammasaš gánda Vuošvákkis eret lei dat gii ordnii bohtosiid .
nob: Bjørn het han , fra Vuošvággi [ 8 ] som holdt best greie på resultatene .

source: Dál son lea journalista ovtta Romssa aviissas .
nob: Han er idag journalist i en Tromsø-avis .

source: Skuvllas lei álo juoidá oahppat .
nob: På skolen var det alltid noe å lære , enten vi ville eller ikke .

source: Vaikko leimmet ge čadnojuvvon seaŋggaide , de goit fertiimet oahppat buot joavdelas ja ávkkálaš diŋggaid nugo eará mánát máilmmis .
nob: Lenket til sengene måtte vi allikevel lære de samme nyttige og unyttige tingene som andre barn i verden .

source: Muhto lei mihá váddáset midjiide geat eat lean nu olu máilmmi seinniid olggobealde oaidnán .
nob: Det var nok vanskeligere for oss som hadde sett så lite av livet utenfor de tykke murveggene på sykehuset .

source: Ja fertiimet oahpat syhkkeliid , trihkaid , togaid ja čuovgakryssaid birra .
nob: Vi også fikk vår trafikkbok og måtte lære om sykler , trikker , tog og lyskryss .

source: Mii lea trihkka ?
nob: Hva var en trikk ?

source: Movt lea vejolaš syhkkelastit , go leat aivve guokte juvlla ?
nob: Hvordan var det mulig å holde balansen på en sykkel ?

source: Ja čuovgakryssa ?
nob: Og lyskryss ?

source: Dat orui visot nu amas .
nob: Det hørtes uforståelig og fremmed ut .

source: Ja nu ártet , go dien áigge sihkkarit ii gávdnon čuovgakryssa davvelis go Sinsenkryssa Oslos .
nob: Det var ikke så rart , for det fantes knapt noen lyskryss nord for Sinsenkrysset i Oslo på den tiden .

source: Romssa gávpot oaččui vuosttaš čuovgakryssa easkka 1984:s , sáhttá dadjat ahte mii leimmet golbmalot jagi ovdaláigásaččat .
nob: Tromsø fikk sitt første i 1984 , så vi var 30 år foran !

source: Mii oahpaimet johtolat- dahje trafihkkalávlaga , mii lei hui buorre .
nob: Vi lærte en trafikksang , og den var bra .

source: Dávjá guldalin musihka ja liikojin lávlut .
nob: Jeg likte godt å synge og hørte gjerne på musikk og sang .

source: Mun maid áddestallen Alice Babs radios ja isken jodlet su láhkái , jodeliolei !
nob: Jeg begynte også å prøve å jodle , slik jeg hadde hørt Alice Babs i radioen , jodeliolei !

source: Na , ledje máŋggalágán dovddut mat bohte ovdan go olmmoš eallá diekkár sisagiddejuvvon báikkis . Dat sáhttá leat iešalddes skuvla .
nob: Det var en av de få ferdighetene jeg fortsatte med da jeg kom som pleiebarn til en familie i Tromsdalen , og jeg ble snart kjent blant barna i nabolaget nettopp for dette .

source: Dás šattašii obba girji jus livččen galgan dan birra čállit .
nob: Det kunne sikkert blitt en hel bok om jeg skulle skrive dem ned alle sammen .

source: Ii lean dušše skuvladiimmuin gos mii oahpaimet juoidá dehálaččaid .
nob: Det var ikke bare i skoletimene at vi lærte noe .

source: Vaikko eat dárbbašan ge ballat luonddu stuorra fámuin , de mii goit oahpaimet daid fuomášit .
nob: Selv om vi var godt beskyttet mot naturens veldige krefter ute , lærte vi nok å ha stor respekt for dem likevel .

source: Gulaimet ahte ii galgan guovssahasaid hárdit .
nob: Det var blitt fortalt at man ikke skulle erte nordlyset .

source: Vearrámus maid sáhtiimet dahkat lei liinniin guovssahasaid bilkidit , dat galgá leat hui váralaš .
nob: Det verste man kunne gjøre var å vifte med noe hvitt , det skulle være veldig farlig .
